getUserExample.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://schemas.conversesolutions.com/xsd/dmticta/v1">
<soapenv:Header/>
<soapenv:Body>
<v1:getUser>
<v1:username>usuario1</v1:username>
</v1:getUser>
</soapenv:Body>
</soapenv:Envelope>